Repository: Ponzio-it/personal_website
Catalog: mypersonalsite/locale/*/LC_MESSAGES/django.po
Languages: it

source: English
it: Inglese

source: Italian
it: Italiano

source: My Portfolio
it: Il Mio Portfolio

source: A showcase of my projects, education, and professional experiences. Discover my portfolio and connect with me.
it: Una vetrina dei miei progetti, formazione ed esperienze professionali. Scopri il mio portfolio e connettiti con me.

source: Your Name
it: Il Tuo Nome

source: A showcase of my projects, education, and professional experiences.
it: Una vetrina dei miei progetti, formazione ed esperienze professionali.

source: Main Navigation
it: Navigazione Principale

source: Experiences
it: Esperienze

source: Projects
it: Progetti

source: Contact Me
it: Contattami

source: Open CV
it: Curriculum Vitae

source: Ettore Ponzio. All Rights Reserved.
it: Ettore Ponzio. Tutti i Diritti Riservati.

source: Education and Experience
it: Formazione ed Esperienza

source: Explore my educational background, skills, certifications, and job experience.
it: Esplora il mio background educativo, le competenze, le certificazioni e l'esperienza lavorativa.

source: My Education and Experience
it: La Mia Formazione ed Esperienza

source: Skills
it: Competenze

source: Showing results for skill: %(skill_name)s
it: Mostrando risultati per competenza: %(skill_name)s

source: Clear filter
it: Cancella filtro

source: Certificates
it: Certificati

source: Course Link
it: Link al Corso

source: No certificates available at the moment.
it: Nessun certificato disponibile al momento.

source: Educational Background
it: Background Educativo

source: No educational background available at the moment.
it: Nessun background educativo disponibile al momento.

source: Job Experience
it: Esperienza Lavorativa

source: %(title)s at %(company)s
it: %(title)s presso %(company)s

source: No job experiences found.
it: Nessuna esperienza lavorativa trovata.
